{"<unk>":0,"<bos>":1,"<eos>":2,"!":3,"\"":4,"#":5,"$":6,"%":7,"&":8,"'":9,"(":10,")":11,"*":12,"+":13,",":14,"-":15,".":16,"/":17,"0":18,"1":19,"2":20,"3":21,"4":22,"5":23,"6":24,"7":25,"8":26,"9":27,":":28,";":29,"<":30,"=":31,">":32,"?":33,"@":34,"A":35,"B":36,"C":37,"D":38,"E":39,"F":40,"G":41,"H":42,"I":43,"J":44,"K":45,"L":46,"M":47,"N":48,"O":49,"P":50,"Q":51,"R":52,"S":53,"T":54,"U":55,"V":56,"W":57,"X":58,"Y":59,"Z":60,"[":61,"\\":62,"]":63,"^":64,"_":65,"`":66,"a":67,"b":68,"c":69,"d":70,"e":71,"f":72,"g":73,"h":74,"i":75,"j":76,"k":77,"l":78,"m":79,"n":80,"o":81,"p":82,"q":83,"r":84,"s":85,"t":86,"u":87,"v":88,"w":89,"x":90,"y":91,"z":92,"{":93,"|":94,"}":95,"~":96,"¡":97,"¢":98,"£":99,"¤":100,"¥":101,"¦":102,"§":103,"¨":104,"©":105,"ª":106,"«":107,"¬":108,"®":109,"¯":110,"°":111,"±":112,"²":113,"³":114,"´":115,"µ":116,"¶":117,"·":118,"¸":119,"¹":120,"º":121,"»":122,"¼":123,"½":124,"¾":125,"¿":126,"À":127,"Á":128,"Â":129,"Ã":130,"Ä":131,"Å":132,"Æ":133,"Ç":134,"È":135,"É":136,"Ê":137,"Ë":138,"Ì":139,"Í":140,"Î":141,"Ï":142,"Ð":143,"Ñ":144,"Ò":145,"Ó":146,"Ô":147,"Õ":148,"Ö":149,"×":150,"Ø":151,"Ù":152,"Ú":153,"Û":154,"Ü":155,"Ý":156,"Þ":157,"ß":158,"à":159,"á":160,"â":161,"ã":162,"ä":163,"å":164,"æ":165,"ç":166,"è":167,"é":168,"ê":169,"ë":170,"ì":171,"í":172,"î":173,"ï":174,"ð":175,"ñ":176,"ò":177,"ó":178,"ô":179,"õ":180,"ö":181,"÷":182,"ø":183,"ù":184,"ú":185,"û":186,"ü":187,"ý":188,"þ":189,"ÿ":190,"Ā":191,"ā":192,"Ă":193,"ă":194,"Ą":195,"ą":196,"Ć":197,"ć":198,"Ĉ":199,"ĉ":200,"Ċ":201,"ċ":202,"Č":203,"č":204,"Ď":205,"ď":206,"Đ":207,"đ":208,"Ē":209,"ē":210,"Ĕ":211,"ĕ":212,"Ė":213,"ė":214,"Ę":215,"ę":216,"Ě":217,"ě":218,"Ĝ":219,"ĝ":220,"Ğ":221,"ğ":222,"Ġ":223,"ġ":224,"Ģ":225,"ģ":226,"Ĥ":227,"ĥ":228,"Ħ":229,"ħ":230,"Ĩ":231,"ĩ":232,"Ī":233,"ī":234,"Ĭ":235,"ĭ":236,"Į":237,"į":238,"İ":239,"ı":240,"Ĳ":241,"ĳ":242,"Ĵ":243,"ĵ":244,"Ķ":245,"ķ":246,"ĸ":247,"Ĺ":248,"ĺ":249,"Ļ":250,"ļ":251,"Ľ":252,"ľ":253,"Ŀ":254,"ŀ":255,"Ł":256,"ł":257,"Ń":258,"Ġt":259,"Ġa":260,"he":261,"in":262,"re":263,"Ġthe":264,"on":265,"er":266,"Ġo":267,"at":268,"Ġs":269,"en":270,"Ġc":271,"Ġw":272,"es":273,"is":274,"nd":275,"it":276,"or":277,"Ġp":278,"al":279,"Ġb":280,"ed":281,"Ġof":282,"an":283,"Ġf":284,"ing":285,"Ġin":286,"ou":287,"ar":288,"Ġm":289,"Ġand":290,"Ġto":291,"ic":292,"Ġd":293,"ion":294,"le":295,"ro":296,"as":297,"Ġh":298,"ent":299,"Ġth":300,"ct":301,"Ġe":302,"il":303,"Ġre":304,"om":305,"ve":306,"Ġl":307,"st":308,"Ġn":309,"ly":310,"Ġbe":311,"âĢ":312,"Ġis":313,"ĠT":314,"se":315,"ol":316,"Ġg":317,"ation":318,"im":319,"id":320,"et":321,"ut":322,"ce":323,"ot":324,"ur":325,"ch":326,"ra":327,"ow":328,"ĠA":329,"Ġfor":330,"ig":331,"ĠS":332,"Ġu":333,"Ġthat":334,"Ġon":335,"Ġst":336,"ver":337,"ĠC":338,"Ġy":339,"ĠI":340,"ir":341,"ul":342,"ay":343,"am":344,"Ġas":345,"ith":346,"el":347,"ad":348,"Ġpro":349,"her":350,"Ġare":351,"Ġcon":352,"Ġan":353,"Ġwith":354,"if":355,"Ġwh":356,"Ġyou":357,"Ġor":358,"Ġit":359,"Ġal":360,"ter":361,"od":362,"ĠM":363,"Ġ(":364,"ĠThe":365,"ment":366,"ge":367,"Ġ1":368,"ĠP":369,"th":370,"op":371,"ate":372,"ist":373,"ers":374,"Ġde":375,"ies":376,"ab":377,"ill":378,"Ġhe":379,"ess":380,"ĠB":381,"Ġex":382,"us":383,"Ġwe":384,"ore":385,"ect":386,"Ġcom":387,"Ġsu":388,"âĢĻ":389,"ity":390,"est":391,"res":392,"ac":393,"Ġha":394,"ive":395,"ĠH":396,"um":397,"rom":398,"ld":399,"os":400,"Ġv":401,"ke":402,"Ġby":403,"ant":404,"em":405,"qu":406,"iv":407,"ĠW":408,"ain":409,"nt":410,"Ġat":411,"pp":412,"igh":413,"ĠD":414,"Ġwas":415,"ud":416,"Ġcan":417,"ĠE":418,"Ġfrom":419,"and":420,"Ġch":421,"oc":422,"Ġr":423,"ĠR":424,"ort":425,"Ġne":426,"ĠF":427,"Ġse":428,"ial":429,"Ġ2":430,"ure":431,"Ġnot":432,"un":433,"ĠâĢ":434,"Ġle":435,"ical":436,"art":437,"ĠN":438,"ĠG":439,"Ġhave":440,"ri":441,"ĠL":442,"og":443,"Ġsh":444,"Ġen":445,"Ġsp":446,"Ġthis":447,"pt":448,"ight":449,"Ġab":450,"all":451,"rou":452,"ich":453,"red":454,"Ġwor":455,"00":456,"ould":457,"ther":458,"ost":459,"The":460,"ions":461,"our":462,"gh":463,"ome":464,"du":465,"ated":466,"Ġim":467,"ine":468,"Ġus":469,"per":470,"Ġpl":471,"ard":472,"out":473,"ag":474,"Ġtheir":475,"ell":476,"ide":477,"ff":478,"act":479,"ĠO":480,"Ġint":481,"pl":482,"ear":483,"ans":484,"ast":485,"age":486,"ak":487,"ust":488,"Ġwhich":489,"ĠJ":490,"ec":491,"Ġk":492,"Ġwhe":493,"Ġyour":494,"Ġthey":495,"ous":496,"iz":497,"ĠU":498,"ood":499,"Ġall":500,"Ġad":501,"ult":502,"ib":503,"ĠIn":504,"Ġcont":505,"Ġwill":506,"Ġinc":507,"end":508,"cc":509,"Ġdis":510,"ru":511,"ap":512,"Ġmore":513,"Ġcomp":514,"ong":515,"Ġres":516,"âĢĿ":517,"ia":518,"ew":519,"ip":520,"vel":521,"ations":522,"Ġhas":523,"ere":524,"so":525,"orm":526,"Ġdo":527,"ary":528,"ater":529,"ĠTh":530,"able":531,"ence":532,"are":533,"ild":534,"Ġman":535,"Ġother":536,"Ġcl":537,"ual":538,"Ġbut":539,"ks":540,"Ġwere":541,"ry":542,"ind":543,"ep":544,"Ġper":545,"ents":546,"Ġte":547,"Ġme":548,"Ġimp":549,"ĠâĢľ":550,"ach":551,"Ġalso":552,"Ġone":553,"ance":554,"'s":555,"ose":556,"reat":557,"ign":558,"ake":559,"Ġ19":560,"ress":561,"ass":562,"ase":563,"av":564,"au":565,"Ġso":566,"ction":567,"Ġj":568,"ition":569,"Ġout":570,"ice":571,"Ġun":572,"ber":573,"Ġar":574,"Ġapp":575,"one":576,"very":577,"ime":578,"Ġpart":579,"Ġabout":580,"ord":581,"Ġstud":582,"ens":583,"ace":584,"Ġev":585,"ount":586,"ish":587,"ory":588,"ĠSt":589,"ok":590,"ack":591,"ame":592,"ire":593,"Ġwho":594,").":595,"Ġinf":596,"Ġpe":597,"Ġhis":598,"Ġsy":599,"Ġcomm":600,"Ġsc":601,"ors":602,"ub":603,"ite":604,"ue":605,"Ġthem":606,"ang":607,"ces":608,"ĠK":609,"ike":610,"ound":611,"ree":612,"olog":613,"now":614,"Ġ\"":615,"Ġpre":616,"low":617,"Ġbec":618,"ĠIt":619,"Ġup":620,"ric":621,"Ġmay":622,"Ġthan":623,"ie":624,"ile":625,"iff":626,"Ġqu":627,"ople":628,"Ġyear":629,"Ġsome":630,"Ġrec":631,"ays":632,"ĠCh":633,"ates":634,"ail":635,"Ġbeen":636,"Ġwhen":637,"nder":638,"ings":639,"Ġthere":640,"ian":641,"mer":642,"Ġits":643,"ough":644,"Ġag":645,"ren":646,"Ġinto":647,"Ġgo":648,"Ġtime":649,"Ġtra":650,"ph":651,"vers":652,"Ġwork":653,"rit":654,"erv":655,"ĠThis":656,"te":657,"Ġ20":658,"Ġthese":659,"ons":660,"Ġover":661,"ĠV":662,"Ġpeople":663,"Ġdiff":664,"ally":665,"lud":666,"rough":667,"Ġhow":668,"ause":669,"Ġcons":670,"Ġuse":671,"Ġro":672,"ond":673,"Ġhad":674,"Ġcol":675,"Ġra":676,"tern":677,"ms":678,"ll":679,"Ġ3":680,"ific":681,"Ġtr":682,"ove":683,"Ġour":684,"Ġact":685,"Ġbet":686,"we":687,"Ġmost":688,"int":689,"irst":690,"ys":691,"alth":692,"ities":693,"Ġknow":694,"Ġlike":695,"Ġunder":696,"lic":697,"Ġbl":698,"ments":699,"ject":700,"Ġwould":701,"lect":702,"ĠY":703,"ious":704,"Ġdes":705,"Ġacc":706,"row":707,"ning":708,"ook":709,"Ġsa":710,"les":711,"velop":712,"Ġnew":713,"stem":714,"Ġtw":715,"Ġsuch":716,"Ġneed":717,"Ġrel":718,"ffect":719,"Ġif":720,"Ġrep":721,"ient":722,"ational":723,"Ġgen":724,"Ġinclud":725,"Ġany":726,"Ġchild":727,"Ġhel":728,"ob":729,"cess":730,"hed":731,"ple":732,"ative":733,"ular":734,"Ġused":735,"Ġpr":736,"ced":737,"Ġwhat":738,"Ġonly":739,"Ġhelp":740,"yp":741,"Ġprodu":742,"ool":743,"Ġph":744,"ating":745,"Ġno":746,"Ġprov":747,"ov":748,"Ġmany":749,"Ġind":750,"Ġam":751,"Ġdevelop":752,"ĠUn":753,"Ġfirst":754,"Ġoff":755,"),":756,"Ġspec":757,"Ġthrough":758,"Ġfe":759,"fter":760,"ath":761,"oss":762,"ise":763,"round":764,"Ġac":765,"ark":766,"uc":767,"ics":768,"Ġexp":769,"Ġreg":770,"iet":771,"Ġpo":772,"uring":773,"Ġem":774,"ne":775,"ful":776,"ts":777,"Ġtwo":778,"erm":779,"Ġsystem":780,"rib":781,"iss":782,"oth":783,"ink":784,"Ġdiffere":785,"ied":786,"Ġob":787,"eth":788,"hen":789,"rop":790,"old":791,"Ġdec":792,"als":793,"ility":794,"Ġass":795,"ible":796,"ased":797,"Ġatt":798,"ange":799,"Ġadd":800,"Ġsur":801,"ten":802,"Ġ-":803,"Ġshould":804,"ĠHe":805,"ures":806,"ĠâĢĵ":807,"arch":808,"ower":809,"ife":810,"fore":811,"In":812,"Ġwell":813,"ert":814,"Ġfl":815,"ble":816,"ween":817,"ng":818,"Ġwater":819,"Ġsupp":820,"ract":821,"ram":822,"Ġyears":823,"Ġrem":824,"Ġ201":825,"aw":826,"Ġsub":827,"own":828,"Ġinv":829,"Ġco":830,"ade":831,"Ġ200":832,"sel":833,"Ġ4":834,"gan":835,"ution":836,"Ġbetween":837,"Ġhealth":838,"Ġsm":839,"cy":840,"Ġcould":841,"hes":842,"Ġpres":843,"Ġhigh":844,"its":845,"ick":846,"Ġwhere":847,"ever":848,"uch":849,"Ġtrans":850,"wn":851,"ily":852,"Ġ5":853,"Ġmake":854,"xt":855,"ants":856,"chool":857,"ology":858,"Ġget":859,"Ġbu":860,"ĠAs":861,"ience":862,"chn":863,"Ġrese":864,"Ġimport":865,"ident":866,"Ġear":867,"ural":868,"ited":869,"form":870,"Ġpers":871,"Ġform":872,"land":873,"Ġinter":874,"meric":875,"Ġmod":876,"Ġher":877,"Ġinst":878,"Ġnum":879,"ivers":880,"ting":881,"Ġpol":882,"ines":883,"ins":884,"Ġdisc":885,"Ġexam":886,"ont":887,"ists":888,"ict":889,"Ġfound":890,"ft":891,"Ġbecause":892,"ually":893,"Ġdifferent":894,"Ġlear":895,"hat":896,"ness":897,"Ġlong":898,"Ġsim":899,"Ġafter":900,"Ġeffect":901,"Ġlar":902,"ata":903,"Ġcar":904,"gy":905,"Ġexper":906,"Ġthen":907,"ef":908,"Ġvery":909,"Ġeven":910,"Ġworld":911,"cept":912,"ism":913,"Ġcent":914,"Ġincre":915,"Ġjust":916,"Ġcount":917,"Ġmed":918,"Ġinform":919,"Ġway":920,"oy":921,"ature":922,"urn":923,"Ġdet":924,"Ġed":925,"Ġtyp":926,"get":927,"ĠAmeric":928,"Ġ18":929,"other":930,"Ġhum":931,"aking":932,"Ġresp":933,"vent":934,"ically":935,"Ġsign":936,"Ġsee":937,"Ġgener":938,"Ġthose":939,"Ġvar":940,"ives":941,"Ġref":942,"ollow":943,"Ġke":944,"iew":945,"Ġprog":946,"Ġext":947,"Ġpat":948,"Ġcall":949,"Ġpub":950,"cer":951,"omm":952,"Ġresult":953,"ck":954,"arm":955,"Ġevery":956,"ros":957,"Ġchildren":958,"ps":959,"ases":960,"Ġeach":961,"Ġbeing":962,"Ġprocess":963,"Ġfact":964,"ues":965,"Ġloc":966,"ds":967,"Ġsaid":968,"led":969,"..":970,"Ġsec":971,"Ġca":972,"Ġgra":973,"iron":974,"Ġsoc":975,"ork":976,"Ġrequ":977,"ruct":978,"tle":979,"ages":980,"Ġpartic":981,".âĢĿ":982,"Ġimportant":983,"Th":984,"Ġtechn":985,"ody":986,"Ġset":987,"ĠAl":988,"Ġdist":989,"io":990,"Ġmuch":991,"Ġlife":992,"Ġmon":993,"ĠWe":994,"Ġart":995,"Ġcommun":996,"ather":997,"Ġdep":998,"cent":999,"ved":1000,"Ġcre":1001,"Ġdef":1002,"Ġent":1003,"Ġduring":1004,"Ġshe":1005,"vern":1006,"Ġmy":1007,"ized":1008,"Ġfam":1009,"Ġinformation":1010,"Ġstudents":1011,"imes":1012,"Ġown":1013,"ward":1014,"Ġfollow":1015,"Ġfood":1016,"Ġread":1017,"ĠPro":1018,"Ġright":1019,"ĠThey":1020,"Ġlevel":1021,"Ġmade":1022,"ices":1023}